{"translation-revision-date":"2021-10-30 07:52:01+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"Footer":["Peu de pàgina"],"Archive":["arxiu"],"Header":["Capçalera"],"Single Page":["Pàgina única"],"Single Post":["Entrada"],"Content:":["Contingut:"],"Site Settings:":["Paràmetres del lloc:"],"Global widgets":["Ginys globals"],"Tip!":["Consell!"],"That’s it!":["Això és tot!"],"Imported":["Importat"],"Error:":["Error:"],"404 Error Page":["Pàgina d'error 404"],"Something went wrong":["Alguna cosa ha anat malament"],"Important":["Important"],"Click Here":["Clic aquí"],"Back to dashboard":["Tornar al tauler"],"What is a 404 Page Template?":["Què és una plantilla de pàgina 404?"],"What is a Products Archive Template?":["Què és una plantilla d'arxiu de productes?"],"Products Archive":["Arxiu de productes"],"What is a Single Product Template?":["Què és una plantilla de producte únic?"],"What is an Archive Template?":["Què és una plantilla d'arxiu?"],"What is a Single Post Template?":["Què és una plantilla d'entrada única?"],"What is a Single Page Template?":["Què és una plantilla de pàgina individual?"],"What is a Footer Template?":["Què és una plantilla de peu de pàgina?"],"What is a Header Template?":["Què és una plantilla de capçalera?"],"App could not be loaded":["L'aplicació no s'ha pogut carregar"],"Global Colors":["Colors globals"],"Create Full Site":["Crea el lloc web complet"],"Keep your site's visitors happy when they get lost by displaying your recent posts, a search bar, or any information that might help the user find what they were looking for.":["Feu feliços els visitants del vostre lloc quan es perdin mostrant les vostres publicacions recents, una barra de cerca o qualsevol informació que pugui ajudar l'usuari a trobar allò que buscava."],"A 404 page template allows you to easily design the layout and style of the page that is displayed when a visitor arrives at a page that does not exist.":["Una plantilla de pàgina 404 et permet dissenyar fàcilment el disseny i l'estil de la pàgina que es mostra quan un visitant arriba a una pàgina que no existeix"],"Error 404":["Error 404"],"You can create multiple archive product templates, and assign each to different categories of products. This gives you the freedom to customize the appearance for each type of product being shown.":["Podeu crear múltiples plantilles globals d'arxiu de productes, i assignar-les a diferents categories i productes. Això us dona la llibertat de personalitzar l'aparença per a cada tipus de producte que es mostra"],"A products archive template allows you to easily design the layout and style of your WooCommerce shop page or other product archive pages - those pages that show a list of products, which may be filtered by terms such as categories, tags, etc.":["Una plantilla d'arxiu de productes et permet dissenyar fàcilment el disseny i l'estil de la pàgina de la botiga del teu WooCommerce o altres plantilles d'arxiu de productes - aquestes pàgines que mostren una sèrie de productes que poden ser filtrats per termes com categories, etiquetes, etc"],"What is a Search Results Template?":["Què és una plantilla de resultats de cerca?"],"Search Results":["Resultats de la cerca"],"Product":["Producte"],"You can create multiple single post templates, and assign each to a different category.":["Podeu crear diverses plantilles de publicacions globals i assignar-les a una categoria diferent."],"A single post template allows you to easily design the layout and style of posts, ensuring a design consistency throughout all your blog posts, for example.":["Una única plantilla de publicació us permet dissenyar fàcilment el disseny i l’estil de les publicacions, garantint una coherència de disseny a totes les publicacions del vostre bloc, per exemple."],"You can create multiple single page templates, and assign each to different areas of your site.":["Podeu crear diverses plantilles de pàgines globals i assignar-les a diferents àrees del vostre lloc."],"Footers":["Peu de pàgina"],"Single Pages":["Pàgines úniques"],"Single Posts":["Entrades individuals"],"Archives":["Arxius"],"Headers":["Capçalera"],"Site Parts":["Parts del lloc"],"Theme Builder could not be loaded":["No s'ha pogut carregar el Creador de temes"],"All Parts":["Totes les parts"],"Layout Settings":["Paràmetres del format"],"Site Settings":["Paràmetres del lloc"],"Not Found":["No s'ha trobat"],"Tip":["Suggeriment"],"Watch Video":["Mira el vídeo"],"Next":["Següent"],"Previous":["Anterior"],"Theme Builder":["Constructor de temes"],"Popups":["Finestra"],"Theme Builder is the industry leading all-in-one solution that lets you customize every part of your WordPress theme visually: Header, Footer, Single, Archive & WooCommerce":["El constructor de temes és la solució líder tot en un que us permet personalitzar visualment cada part del tema del WordPress: capçalera, peu de pàgina, pàgina única, arxiu i WooCommerce."],"Add New":["Afegeix"],"Dismiss":["Descarta"],"Select File":["Selecciona el fitxer"],"Edit Template":["Edita el tema"],"Go Pro":["Go Pro"],"Elementor Posts":["Elementor entrades"],"Templates":["Plantilles"],"Close":["Tanca"],"Export":["Exporta"],"Saved Templates":["Plantilles desades"],"Global Fonts":["Fonts globals"],"Learn More":["Aprèn més"],"Elementor":["Elementor"],"Content":["Contingut"],"Info":["Informació"],"Loading":["S'està carregant"],"Go Back":["Torna enrere"]}},"comment":{"reference":"assets\/js\/app-packages.js"}}